Repository: kenvandine/gnome-utils
Catalog: gtt/*.po
Languages: de

source: no project selected
de: kein Projekt ausgewählt

source: empty
de: leeres Projekt

source: Confirmation request
de: Sind Sie sicher?

source: I could not read the init file. Shall I install a new init file?
de: Die Konfigurationsdatei konnte nicht gelesen werden. Soll eine neue Konfigurationsdatei angelegt werden?

source: Yes
de: Ja

source: No, just quit!
de: Nein!

source: error in geometry string "%s"
de: Fehler in der Angabe -geometry "%s"

source: unknown arg: %s
de: Unbekannter Parameter: %s

source: New
de: Neu

source: New Project...
de: Neues Projekt...

source: Reload
de: Einlesen

source: Reload Configuration File
de: Konfigurationsdatei neu einlesen

source: Save
de: Speichern

source: Save Configuration File
de: Konfigurationsdatei speichern

source: Cut
de: Aussch.

source: Cut Selected Project
de: Gewähltes Project ausschneiden

source: Copy
de: kopieren

source: Copy Selected Project
de: Gewähltes Projekt kopieren

source: Paste
de: Einf.

source: Paste Project
de: Project einfügen

source: Props
de: Eigen.

source: Edit Properties...
de: Eigenschaften bearbeiten...

source: Timer
de: Uhr

source: Start/Stop Timer
de: Stoppuhr starten/stoppen

source: Prefs
de: Einst.

source: Edit Preferences...
de: Einstellungen bearbeiten...

source: About
de: Info

source: About...
de: Info...

source: Quit
de: Ende

source: Quit GTimeTracker
de: GTimeTracker beenden

source: Notice
de: Info

source: Not implemented yet
de: Noch nicht implementiert

source: Close
de: Schließen

source: Warning
de: Warnung

source: I could not write the configuration file!
de: Die Konfigurationsdatei konnte nicht geschrieben werden!

source: Cancel
de: Abbruch

source: Please enter the name of the new project:
de: Bitte geben Sie einen Namen für das neue Projekt ein:

source: I could not read the configuration file
de: Die Konfigurationsdatei konnte nicht gelesen werden

source: Confirmation Request
de: Sind Sie sicher?

source: This will overwrite your current set of projects. Do you really want to reload the configuration file?
de: Wenn sie fortsetzen, wird die Liste Ihrer Projekte überschrieben Wollen Sie die Konfigurationsdatei trotzdem neu einlesen?

source: No
de: Nein

source: <Main>/Timer/Timer running
de: <Main>/Stoppuhr/Stoppuhr läuft

source: <Main>/Timer/Start
de: <Main>/Stoppuhr/Starten

source: <Main>/Timer/Stop
de: <Main>/Stoppuhr/Stoppen

source: <Main>/Edit/Cut
de: <Main>/Bearbeiten/Ausschneiden

source: <Main>/Edit/Copy
de: <Main>/Bearbeiten/Kopieren

source: <Main>/Edit/Paste
de: <Main>/Bearbeiten/Einfügen

source: <Popup>/Paste
de: <Popup>/Einfügen

source: <Main>/Edit/Clear Daily Counter
de: <Main>/Bearbeiten/Tageszähler zurücksetzen

source: <Popup>/Clear Daily Counter
de: <Popup>/Tageszähler zurücksetzen

source: <Main>/Edit/Properties...
de: <Main>/Bearbeiten/Eigenschaften...

source: <Main>/File/New Project...
de: <Main>/Datei/Neues Projekt...

source: <Main>/File/<separator>
de: <Main>/Datei/<separator>

source: <Main>/File/Reload Configuration File
de: <Main>/Datei/Konfigurationsdatei neu einlesen

source: <control>R
de: <control>L

source: <Main>/File/Save Configuration File
de: <Main>/Datei/Konfigurationsdatei speichern

source: <Main>/File/Quit
de: <Main>/Datei/Beenden

source: <Main>/Edit/<separator>
de: <Main>/Bearbeiten/<separator>

source: <Main>/Edit/Preferences...
de: <Main>/Bearbeiten/Einstellungen...

source: <Main>/Timer/<check>Timer running
de: <Main>/Stoppuhr/<check>Stoppuhr läuft

source: <control>T
de: <control>U

source: <Main>/Help/Help on Help...
de: <Main>/Hilfe/Hilfe über Hilfe...

source: <Main>/Help/Contents...
de: <Main>/Hilfe/Inhalt...

source: <Main>/Help/<separator>
de: <Main>/Hilfe/<separator>

source: <Main>/Help/About...
de: <Main>/Hilfe/Info...

source: <Popup>/Properties...
de: <Popup>/Eigenschaften...

source: <Popup>/Cut
de: <Popup>/Ausschneiden

source: <Popup>/Copy
de: <Popup>/Kopieren

source: <Main>/Help
de: <Main>/Hilfe

source: stopped project
de: Project angehalten

source: program exited
de: Programm beendet

source: Apply
de: Übernehmen

source: Display
de: Ansicht

source: Show Seconds
de: Sekunden zeigen

source: Show Toolbar Icons
de: Toolbaricons zeigen

source: Show Toolbar Texts
de: Toolbartexte zeigen

source: Show Status Bar
de: Statusbalken zeigen

source: Shell Commands
de: Befehlszeilen

source: Switch Project Command:
de: Befehl bei gewechseltem Projekt:

source: No Project Command:
de: Befehl ohne Projekt:

source: Logfile
de: Logdatei

source: Use Logfile
de: Logdatei benutzen

source: Filename:
de: Dateiname:

source: Timeout in secs:
de: Mindestzeit in Sek.:

source: Preferences
de: Einstellungen

source: Properties
de: Eigenschaften

source: Project Title:
de: Projekttitel:

source: Project Description:
de: Projektbeschreibung:

source: Project Time today:
de: Projektzeit heute:

source: hours
de: Stunden

source: mins
de: Minuten

source: secs
de: Sekunden

source: Project Time ever:
de: Projektzeit insgesammt:
