Repository: kenvandine/gnome-utils
Catalog: po/*.po
Languages: fa

source: %A, %B %-d %Y at %-I:%M:%S %p
fa: %a، %-Od %B %OY در %-OH:%OM:%OS

source: link (broken)
fa: پیوند (خراب)‏

source: link to %s
fa: پیوند به %s

source: Contains the _text
fa: حاوی _متن

source: _Date modified less than
fa: _تاریخ تغییر قبل از

source: days
fa: روز

source: Date modified more than
fa: تاریخ تغییر بعد از

source: S_ize at least
fa: حدا_قل اندازه

source: kilobytes
fa: کیلوبایت

source: Si_ze at most
fa: حداک_ثر اندازه

source: File is empty
fa: پرونده خالی است

source: Owned by _user
fa: در تملک _کاربر

source: Owned by _group
fa: در تملک _گروه

source: Owner is unrecognized
fa: مالک نامشخص است

source: Na_me does not contain
fa: نا_م حاوی ... نیست

source: Name matches regular e_xpression
fa: نام مطابق با _عبارت منظم

source: Show hidden and backup files
fa: نشان دادن پرونده‌های مخفی و پشتیبان

source: Follow symbolic links
fa: پی‌گیری پیوندهای نمادی

source: Include other filesystems
fa: دربرگرفتن سیستم پرونده‌های دیگر

source: _Open
fa: _باز کردن

source: O_pen Folder
fa: با_ز کردن پوشه

source: Mo_ve to Trash
fa: انداختن در زباله‌دان

source: _Save Results As...
fa: _ذخیره‌ی نتایج به نام...

source: A locate database has probably not been created.
fa: احتمالاً پایگاه داده‌ی مکان‌یابی ایجاد نشده است.

source: Character set conversion failed for "%s"
fa: تبدیل مجموعه نویسه برای «%s» شکست خورد

source: No files found
fa: هیچ پرونده‌ای پیدا نشد

source: (stopped)
fa: (متوقف شده)

source: No Files Found
fa: هیچ پرونده‌ای پیدا نشد

source: %d File Found
fa: %Id پرونده پیدا شد

source: %d file found
fa: %Id پرونده پیدا شد

source: Search for Files
fa: جستجوی پرونده‌ها

source: Searching...
fa: در حال جستجو...

source: Set the text of "Name contains" search option
fa: تنظیم متن گزینه‌ی جستجوی «نام حاوی»

source: Set the text of "Look in folder" search option
fa: تنظیم متن گزینه‌ی جستجوی «جستجو در پوشه»

source: Sort files by one of the following: name, folder, size, type, or date
fa: مرتب سازی پرونده‌ها با یکی از این گزینه‌ها: نام،‌ پوشه، اندازه، نوع، یا تاریخ

source: Set sort order to descending, the default is ascending
fa: نزولی کردن ترتیب مرتب سازی، پیش‌فرض صعودی است.

source: Automatically start a search
fa: شروع خودکار جستجو

source: Select the "%s" search option
fa: انتخاب گزینه‌ی جستجوی «%s»

source: Select and set the "%s" search option
fa: انتخاب و تنظیم گزینه‌ی جستجوی «%s»

source: ... Too many errors to display ...
fa: ...تعداد خطاها بیش از آن است که نمایش داده شوند...

source: The search results may be invalid. There were errors while performing this search.
fa: نتایج جستجو ممکن است نامعتبر باشد. در حین اجرای این جستجو خطاهايی به وجود آمدند.

source: Show more _details
fa: نمایش _جزئیات بیشتر

source: Disable _Quick Search
fa: از کار انداختن جستجوی _سریع

source: Error parsing the search command.
fa: خطا در تجزیه فرمان جستجو.

source: Error running the search command.
fa: خطا در اجرای فرمان جستجو.

source: Enter a text value for the "%s" search option.
fa: یک مقدارمتنی برای گزینه‌ی جستجوی «%s» وارد کنید.

source: "%s" in %s
fa: «%s» برحسب %s

source: Enter a value in %s for the "%s" search option.
fa: مقداری در %s برای گزینه‌ی جستجوی «%s» وارد کنید.

source: Remove "%s"
fa: حذف «%s»

source: Click to remove the "%s" search option.
fa: برای حذف گزینه‌ی جستجوی «%s» کلیک کنید.

source: A_vailable options:
fa: گزینه‌‌های مو_جود:

source: Available options
fa: گزینه‌‌های موجود

source: Select a search option from the drop-down list.
fa: گزینه جستجویی را از فهرست نمایشِ طوماری انتخاب کنید.

source: Add search option
fa: افزودن گزینه جستجو

source: Click to add the selected available search option.
fa: برای افزودن گزینه‌ی جستجوی در دسترس کلیک کنید.

source: S_earch results:
fa: _نتایج جستجو:

source: List View
fa: نمای فهرست

source: Name
fa: نام

source: Folder
fa: پوشه

source: Size
fa: اندازه

source: Type
fa: نوع

source: Date Modified
fa: تاریخ تغییر

source: _Name contains:
fa: _نام حاوی:

source: Name contains
fa: نام حاوی

source: _Look in folder:
fa: _گشتن در پوشه

source: Browse
fa: مرور

source: Look in folder
fa: گشتن در پوشه

source: Select the folder or device from which you want to begin the search.
fa: پوشه یا دستگاهی که می‌خواهید جستجو از آن شروع شود را انتخاب کنید.

source: Select more _options
fa: انت_خاب گزینه‌های بیشتر

source: Select more options
fa: انتخاب گزینه‌های بیشتر

source: Click to expand or collapse the list of available options.
fa: .برای باز یا تاکردن گزینه‌های موجود کلیک کنید

source: Click to display the help manual.
fa: .برای نمایش راهنما کلیک کنید

source: Click to close "Search for Files".
fa: .برای بستن«جستجو برای پرونده‌ها»کلیک کنید

source: Click to perform a search.
fa: برای انجام جستجو کلیک کنید.

source: Click to stop a search.
fa: برای توقف جستجو کلیک کنید.

source: System Log Viewer
fa: نمایشگر وقایع سیستم

source: A system log viewer for GNOME.
fa: یک نمایشگر وقایع ثبت شده‌ی سیستم برای گنوم

source: Action Database
fa: پایگاه داده‌ی اعمال

source: Actions
fa: اعمال

source: _Add
fa: ا_ضافه کردن

source: Add an action
fa: اضافه کردن یک عمل

source: _Edit
fa: _ویرایش

source: Edit an action
fa: ویرایش یک عمل

source: _Remove
fa: _حذف

source: Remove an action
fa: حذف یک عمل

source: Cannot open action data base <%s>! Open failed.
fa: نمی‌توان پایگاه داده‌ی اعمال <%s> را باز کرد! عملیات باز کردن شکست خورد.

source: Error parsing actions data base
fa: خطا در تجزیه‌ی پایگاه داده‌ی اعمال

source: Can't write to actions database!
fa: نمی‌توان در پایگاه داده‌ی اعمال نوشت!

source: Error while executing specified action: %s
fa: خطا در حین اجرای عمل مشخص:‌ %s

source: <empty>
fa: <خالی>

source: log name regexp
fa: عبارت منظم نام ثبت

source: process regexp
fa: عبارت منظم فراروند

source: message regexp
fa: عبارت منظم پیغام

source: action to execute when regexps are TRUE
fa: عملی که وقتی عبارات منظم «درست» باشند اجرا خواهد شد.

source: description
fa: شرح

source: Edit Action
fa: ویرایش عمل

source: _Tag:
fa: بر_چسب:

source: Tag that identifies the log file.
fa: برچسبی که فایل ثبتی را مشخص می‌کند.

source: _Log name:
fa: نام _ثبت:

source: Regular expression that will match the log name.
fa: عبارت منظمی که با نام ثبت تطبیق خواهد کرد

source: _Process:
fa: _فراروند:

source: Regular expression that will match process part of message.
fa: عبارات منظمی که با بخش فراروند پیغام تطبیق خواهد کرد

source: _Message:
fa: _پیغام:

source: Regular expression that will match the message.
fa: عبارات منظمی که با پیغام تطبیق خواهد کرد.

source: _Action:
fa: _عمل:

source: Action that will be executed if all previous regexps. are matched. This is executed by a system command: system (action).
fa: عملی که اگر تمام عبارات منظم قبلی منطبق باشند انجام می‌شود. این عمل با یک فرمان سیستم انجام میشود: سیستم (عمل).

source: _Description:
fa: _شرح:

source: Description of this entry.
fa: شرح این مدخل.

source: tag: [%s] log_name: [%s] process: [%s] message: [%s] description: [%s] action: [%s]
fa: برچسب: [%s] نام ثبت:‌[%s] فرآیند: [%s] پیغام: [%s] شرح: [%s] عمل: [%s]

source: Cannot open regexp data base <%s>! Open failed.
fa: نمی‌توان پایگاه داده‌ی عبارت منظم <%s> را باز کرد! عملیات باز کردن شکست خورد.

source: Cannot open description data base <%s>! Open failed.
fa: نمی‌توان پایگاه داده‌ی شرح <%s> را باز کرد! عملیات باز کردن شکست خورد.

source: System Log
fa: ثبت سیستم

source: View the system log file
fa: نمایش پرونده ثبت وقایع سیستم

source: Properties
fa: ویژگی‌ها

source: %ld byte
fa: %Ild بایت

source: <b>Size</b>: %s
fa: <b>اندازه<b>: %s

source: <b>Modified</b>: %s
fa: <b>تغییر یافته<b>: %s

source: <b>Start Date</b>: %s
fa: <b>تاریخ آغاز<b>: %s

source: <b>Last Date</b>: %s
fa: <b>آخرین تاریخ<b>: %s

source: <b>Number of Lines</b>: %ld
fa: <b>تعداد سطرها<b>: %Ild

source: January
fa: ژانویه

source: February
fa: فوریه

source: March
fa: مارس

source: April
fa: آوریل

source: May
fa: مه

source: June
fa: ژوئن

source: July
fa: ژوئیه

source: August
fa: اوت

source: September
fa: سپتامبر

source: October
fa: اکتبر

source: November
fa: نوامبر

source: December
fa: دسامبر

source: Last Modified: %s, %d lines
fa: آخرین تغییر: %s، %Id سطر

source: %d lines
fa: %Id سطر

source: Current
fa: فعلی

source: %B %e
fa: %Od %B

source: One file or more could not be opened
fa: باز کردن یک یا چند پرونده ممکن نبود

source: Unable to open logfile!
fa: نمی‌توان پرونده‌ی ثبتی را بازکرد!

source: Not enough memory!
fa: حافظه کافی نیست!

source: %s is not user readable. Either run the program as root or ask the sysadmin to change the permissions on the file.
fa: %s قابل خواندن به وسیله‌ی کاربر نیست. یا برنامه را با کاربر ریشه اجرا کنید یا از مدیر سیستم بخواهید که اجازه‌های پرونده را عوض کند.

source: %s is too big.
fa: %s خیلی بزرگ است.

source: %s could not be opened.
fa: نمی‌توان %s را باز کرد.

source: %s not a log file.
fa: %s پرونده‌ی ثبتی نیست.

source: ReadLogStats: out of memory
fa: ReadLogStats: کمبود حافظه

source: Fin_d:
fa: _پیدا کردن

source: _Previous
fa: _قبلی

source: _Log
fa: _ثبت

source: _View
fa: _نما

source: _Open...
fa: _باز کردن...

source: Open a log from file
fa: باز کردن یک ثبت از فایل

source: _Properties
fa: _ویژگی‌ها

source: Show Log Properties
fa: نمایش ویژگی‌های ثبت

source: Close
fa: بستن

source: Close this log
fa: بستن این ثبت

source: _Quit
fa: _ترک

source: Quit the log viewer
fa: ترک نمایشگر ثبت

source: Copy
fa: نسخه‌برداری

source: Select All
fa: انتخاب همه

source: Select the entire log
fa: انتخاب سراسر ثبت

source: Find pattern in logs
fa: پیدا کردن الگو در ثبت‌ها

source: Normal text size
fa: اندازه‌ی متن عادی

source: Collapse _All
fa: تا کردن _همه

source: Collapse all the rows
fa: تا کردن همه‌ی سطرها

source: Open the help contents for the log viewer
fa: باز کردن محتویات راهنمای نمایشگر ثبت

source: Show the about dialog for the log viewer
fa: نشان دادن محاوره‌ی درباره‌ی نمایشگر ثبت

source: Sidebar
fa: نوار کناری

source: Show the sidebar
fa: نشان دادن نوار کناری

source: _Monitor
fa: _پایش

source: Monitor Current Log
fa: پایش ثبت جاری

source: Ca_lendar
fa: ت_قویم

source: Show Calendar Log
fa: نمایش ثبت تقویم

source: Date
fa: تاریخ

source: Host Name
fa: نام میزبان

source: Process
fa: فراروند

source: Message
fa: پیغام

source: Open new logfile
fa: باز کردن پرونده‌ی ثبتی جدید

source: There was an error displaying help.
fa: درنمایش راهنما خطایی به وجود آمد.

source: %s (monitored) - %s
fa: %s (پایش شده) - %s

source: Log file to open up on startup
fa: پرونده‌ی ثبتی که هنگام راه‌اندازی باز می‌شود

source: Entry Detail
fa: جزئیات ورودی

source: %B %e %X
fa: %Od %B %X
