Repository: kenvandine/gnome-utils
Catalog: po/*.po
Languages: fa

source: Dictionary Lookup
fa: مراجعه به لغت‌نامه

source: Lookup words in an online dictionary
fa: گشتن به دنبال لغات در یک لغت‌نامه‌ی اینترنتی

source: _About
fa: _درباره

source: _Help
fa: _راهنما

source: _Look Up Selected Text
fa: _گشتن به دنبال متن انتخاب‌شده

source: _Preferences
fa: _ترجیحات

source: Cannot connect to server
fa: اتصال به کارگزار ممکن نیست

source: Server Error
fa: خطای کارگزار

source: A serious error occurred. Please check that your server and port are correct. For reference the default server is dict.org and the port 2628
fa: خطای جدی‌ای رخ داده است. لطفاً درستیِ کارگزار و درگاه را بررسی کنید. قابل ذکر است که کارگزار پیش‌فرض dict.org و درگاه ۲۶۲۸ است.

source: translator-credits
fa: روزبه پورنادر <roozbeh@farsiweb.info> بهنام اسفهبد <behnam@farsiweb.info> سارا خلعت‌بری <sara@bamdad.org> میلاد زکریا <meelad@farsiweb.info>

source: A client for the MIT dictionary server.
fa: کارگیری برای کارگزارِ لغت‌نامه‌ی MIT.

source: Dictionary
fa: لغت‌نامه

source: Connection error
fa: خطای اتصال

source: Unable to perform requested operation.
fa: انجام عملیات درخواست‌شده مقدور نیست.

source: Either the server you are using is not available or you are not connected to the Internet.
fa: یا کارگزار مورد استفاده‌ی شما موجود نیست و یا به اینترنت متصل نیستید.

source: Print Word Definition
fa: چاپ معنی کلمه

source: Find
fa: پیدا کردن

source: _Search for:
fa: _جستجو به دنبال:

source: Could not display help
fa: نمایش راهنما ممکن نیست.

source: _Dictionary
fa: لغت‌نامه

source: _Look Up Word
fa: _گشتن به دنبال کلمه

source: Lookup word in dictionary
fa: گشتن به دنبال کلمه در لغت‌نامه

source: _Print
fa: _چاپ

source: Print the current definition
fa: چاپ معنی فعلی

source: _Close
fa: _بستن

source: Close the application
fa: بستن برنامه

source: _Find...
fa: _پیدا کردن...

source: Find a word in the text
fa: پیدا کردن یک کلمه در متن

source: Find Ne_xt
fa: پیدا کردن ب_عدی

source: Find next occurrence of the word
fa: پیدا کردن مورد بعدی وقوع کلمه

source: P_references
fa: _ترجیحات

source: Configure the application
fa: پیکربندی برنامه

source: _Contents
fa: _محتویات

source: View help for this application
fa: نمایش راهنمای این برنامه

source: About this application
fa: درباره‌ی این برنامه

source: Cu_t
fa: _برش

source: Cut the selection
fa: برش انتخاب

source: _Copy
fa: _نسخه‌برداری

source: Copy the selection
fa: نسخه‌برداری انتخاب

source: _Paste
fa: _چسباندن

source: Paste clipboard
fa: چسباندن تخته‌گیره

source: Select _All
fa: انتخاب _همه

source: Select everything
fa: انتخاب همه‌چیز

source: _Spellings
fa: ه_جی‌ها

source: View alternate spellings
fa: مشاهده‌ی هجی‌های معادل

source: On a Web Site
fa: در یک پایگاه وب

source: Word
fa: کلمه

source: Word Entry
fa: مدخل کلمه

source: Enter a Word or select one from the list below
fa: کلمه‌ای وارد کرده یا از فهرست زیر انتخاب کنید

source: Look Up for a Word
fa: گشتن به دنبال یک لغت

source: Dictionary word entry
fa: مدخل کلمه‌ی لغت‌نامه

source: Looking up word...
fa: در حال گشتن به دنبال کلمه...

source: No matches found
fa: موردی پیدا نشد

source: String not found
fa: رشته پیدا نشد

source: Definition preview
fa: پیش‌نمایش معنی

source: Error invoking query
fa: خطا در احضار پرس‌وجو

source: De_fault Server
fa: کارگزار پیش‌_فرض

source: _Server:
fa: _کارگزار:

source: Reset server to default
fa: برگرداندن کارگزار به پیش‌فرض

source: _Port:
fa: در_گاه:

source: Def_ault Port
fa: درگاهِ پیش‌فر_ض

source: Reset port to default
fa: برگرداندنِ درگاه به پیش‌فرض

source: Server
fa: کارگزار

source: Server Entry
fa: مدخل کارگزار

source: Enter the Server Name
fa: نام کارگزار را وارد کنید

source: Port
fa: درگاه

source: Port Entry
fa: مدخل درگاه

source: Enter the Port Number
fa: شماره‌ی درگاه را وارد کنید

source: _Database:
fa: پایگاه _‌داده:

source: Strat_egy:
fa: را_هکار:

source: F_ont:
fa: _قلم:

source: Web Site
fa: پایگاه وب

source: Search Address
fa: نشانی جست‌وجو

source: Dictionary Preferences
fa: ترجیحات لغت‌نامه

source: Web Sites
fa: پایگاه‌های وب

source: Search all databases
fa: جستجوی همه‌ی پایگاه‌داده‌ها

source: Database
fa: پایگاه‌داده

source: Database Name
fa: نام پایگاه‌داده

source: Default Strategy
fa: راهکار پیش‌فرض

source: Spellings
fa: هجی‌ها

source: Spell-checking...
fa: غلط‌یابی املایی...

source: Dictionary server
fa: کارگزار لغت‌نامه

source: Port used to connect to server
fa: درگاه مورد استفاده برای اتصال به کارگزار

source: Specify whether to use smart lookup. This key is dependant on whether the dictionary server supports this option. The default is TRUE
fa: مشخص کنید که می‌خواهید از مراجعه‌ی هوشمند استفاده کنید یا نه. این کلید وابسته به آن است که کارگزار لغت‌نامه از این گزینه پشتیبانی می‌کند یا نه. پیش‌فرض «درست» است

source: The database to use in the dictionary server.
fa: پایگاه‌داده‌ای که در کارگزار لغت‌نامه استفاده می‌شود.

source: The dictionary server to connect to. The default server is dict.org. See http://www.dict.org for details on other servers
fa: کارگزار لغت‌نامه‌ای که باید به آن متصل شد. کارگزار پیش‌فرض dict.org است. برای گرفتن جزئیات درباره‌ی کارگزار‌های دیگر http://www.dict.org را ببینید

source: The name of the individual database to use in the dictionary server. ! specifies that gnome-dictionary should search all databases in a given server
fa: نام پایگاه‌داده‌ی خاص در کارگزار لغت‌نامه که استفاده می‌شود.!مشخص می‌کند که لغت‌نامه‌ی گنوم باید همه‌ی پایگاه داده‌ها را در کارگزار داده شده جستجو کند

source: The port number to connect to. The default port is 2628.
fa: شماره‌ی درگاه مورد استفاده برای اتصال. شماره‌ی درگاه پیش‌فرض ۲۶۲۸ است.

source: The search strategy to use
fa: راهکار جستجوی مورد استفاده

source: The search strategy to use. This is dependant on the search strategy that the dictionary server supports. The default strategy is 'lev' - Match words within Levenshtein distance one
fa: راهکار جستجوی مورد استفاده، که به راهکار جستجویی که کارگزار لغت‌نامه پشتیبانی می‌کند بستگی دارد. راهکار پیش‌فرض «lev» است - تطبیق کلمات با فاصله لونشتاین

source: Use smart lookup
fa: استفاده از جستجوی هوشمند

source: Floppy Formatter
fa: قالب‌بند دیسک نرم

source: Format Floppy Disks
fa: قالب‌بندی دیسک‌های نرم

source: 0 for the quick format, 1 for a standard one (adds a low-level format) and finally 2 for a thorough format (adds a bad blocks scan).
fa: ۰ برای قالب‌بندی سریع، ۱ برای استاندارد (یک قالب‌بندی سطح پایین اضافه می‌کند) و بالاُخره ۲ برای قالب‌بندی کامل (پویش بلوک‌های بد را اضافه می‌کند).

source: ADVANCED USERS ONLY - Default backend for FAT formatting
fa: فقط کاربران پیشرفته - پسانه‌ی پیش‌فرض برای قالب‌بندی FAT

source: Default filesystem type
fa: نوع پیش‌فرض سیستم پرونده‌ها

source: Default formatting mode
fa: حالت پیش‌فرض قالب‌بندی

source: ext2 for the linux native filesystem or fat for the DOS filesystem.
fa: ext2 برای سیستم پرونده‌های بومی لینوکس یا fat برای سیستم پرونده‌های DOS.

source: Internal Error: Unable to seek to the correct location.
fa: خطای داخلی: نمی‌توان به دنبال مکان درست گشت.

source: Internal Error: Weird value (%ld) in do_test
fa: خطای داخلی: مقدار غیرعادی (%Ild) در do_test

source: Checking for bad blocks...
fa: در حال بررسی به دنبال بلوک‌های بد...

source: Failed to open device %s for badblock checking
fa: باز کردن دستگاه %s برای بررسی بلوک‌های بد شکست خورد

source: Checking for bad blocks... Done
fa: بررسی به دنبال بلوک‌های بد...انجام شد

source: Formatting the disk...
fa: در حال قالب بندی دیسک...

source: I don't know what this is, but it's very wrong.
fa: نمی‌دانم این چیست، ولی خیلی غلط است.

source: Error formatting track #%d
fa: خطا در قالب‌بندی شیار شماره‌ی %Id

source: Error during completion of formatting
fa: خطا در حین تکمیل قالب‌بندی

source: Formatting the disk... Done
fa: قالب بندی دیسک...انجام شد

source: Verifying the format...
fa: در حال تأیید قالب‌بندی...

source: Unable to write to the floppy. Please confirm that it is not write-protected.
fa: نمی‌توان بر دیسک نرم نوشت. لطفاً اطمینان حاصل کنید که دیسک در برابرِ نوشتن حفاظت شده نیست.

source: Insufficient permissions to open floppy device %s.
fa: اجازه‌ها برای باز کردن دستگاه دیسک نرم %s کافی نسیت.

source: Unable to access the floppy disk. Please confirm that it is in the drive with the drive door shut.
fa: دسترسی به دیسک نرم ممکن نیست. لطفاً اطمینان حاصل کنید که دیسک در دستگاه است و درب دیسک گردان بسته است.

source: Generic error accessing floppy device %s. Error code %s:%d
fa: خطای عام در دسترسی به دستگاه دیسک نرم %s. کد خطا %s:%Id

source: Read Error: Problem reading cylinder %d, expected %d, read %d
fa: خطای خواندن: مشکل در خواندن سیلندر %Id, انتظاز %Id می‌رفت, %Id خوانده شد

source: Problem reading cylinder %d, expected %d, read %d
fa: مشکل در خواندن سیلندر %Id, انتظاز %Id می‌رفت, %Id خوانده شد

source: Bad data in cyl %d. Continuing...
fa: داده‌های بد در سیلندر %Id. ادامه داده می‌شود...

source: Error closing device %s
fa: خطا در بستن دستگاه %s

source: Verifying the format... Done
fa: تأیید قالب‌بندی...انجام شد

source: Unable to write to device %s
fa: نمی‌توان بر دستگاه %s نوشت.

source: Generic error accessing floppy device %s. Error code %s
fa: خطای عام در دسترسی به دستگاه دیسک نرم %s. کد خطا %s

source: Could not determine current floppy geometry.
fa: نمی‌توان شکل فعلی دیسک نرم را معین کرد.

source: Error while creating a unique filename for the bad blocks list file.
fa: خطا هنگام ایجاد یک نام پرونده‌ی یکتا برای پرونده‌ی فهرست بلوک‌های بد.

source: Error while filling the bad blocks list file.
fa: خطا هنگام ایجاد پرونده فهرست بلوک‌های بد.

source: Error while spawning the (%s) command: %s.
fa: خطا هنگام ایجاد فرمان (%s): %s.

source: The filesystem creation utility (%s) reported the following errors: %s (%d)
fa: برنامه‌ی ایجاد سیستم پروندها (%s) خطاهای زیر را گزارش کرد: %s (%Id)

source: Abnormal child process termination.
fa: پایان غیرطبیعی فراروند فرزند.

source: Error while spawning the mbadblocks command: %s.
fa: خطا هنگام ایجاد فرمان mbadblocks:%s.

source: The bad blocks checking utility (mbadblocks) reported the following errors: %s.
fa: برنامه‌ی بررسی بلوک‌های بد (mbadblocks) خطاهای زیر را گزارش کرد: %s.

source: Abnormal mbadblocks child process termination.
fa: پایان غیرطبیعی فراروند فرزند mbadblocks.

source: Making filesystem on disk...
fa: در حال ساختن سیستم پرونده‌ها روی دیسک...

source: Unable to create filesystem correctly.
fa: نمی‌توان سیستم پرونده‌ها را درست ایجاد کرد.

source: Making filesystem on disk... Done
fa: ساختن سیستم پرونده‌ها روی دیسک...انجام شد

source: Checking for bad blocks... (this might take a while)
fa: در حال بررسی به دنبال بلوک‌های بد...(این کار ممکن است مدتی طول بکشد)

source: Error while checking the bad blocks.
fa: خطا هنگام بررسی بلوک‌های بد

source: <small><i><b>Note</b>: The mbadblocks utility isn't installed on this system. It must be installed in order to perform a thorough DOS (fat) formatting.</i></small>
fa: <small><i><b>تذکر</b>: برنامه‌ی mbadblocks روی این سیستم نصب نشده است. برای اجرای قالب بندی کامل DOS، (fat) نصب این برنامه لازم است.

source: Double Density 3.5" (720KB)
fa: چگالی دوبرابر ۳٫۵ اینچ (۷۲۰ کیلوبایت)‏

source: Double Density 5.25" (360KB)
fa: چگالی دوبرابر ۵٫۲۵ اینچ (۳۶۰ کیلوبایت)‏

source: File system _type:
fa: نو_ع سیستم پرونده‌ها:

source: Filesystem Settings
fa: تنظیمات سیستم پرونده‌ها

source: Floppy _density:
fa: چگالی دیسک نرم:

source: Floppy de_vice:
fa: دست_گاه دیسک نرم:

source: Formatting Mode
fa: حالت قالب‌بندی

source: High Density 3.5" (1.44MB)
fa: چگالی بالا ۳٫۵ اینچ (۱٫۴۴ مگابایت)‏

source: High Density 5.25" (1.2MB)
fa: چگالی بالا ۵٫۲۵ اینچ (۱٫۲ مگابایت)‏

source: Linux Native (ext2)
fa: بومی لینوکس (ext2)

source: Physical Settings
fa: تنظیمات فیزیکی

source: Thorou_gh (adds a bad blocks check to the standard mode)
fa: _کامل (یک بررسی بلوک های بد به حالت استاندارد اضافه می‌کند)‏

source: Volume _name:
fa: _نام جلد:

source: _Format
fa: _قالب‌بندی

source: _Quick (only creates the filesystem)
fa: _سریع (فقط سیستم پرونده‌ها را ایجاد میکند)

source: _Standard (adds a low-level format to the quick mode)
fa: اس_تاندارد(یک قالب بندی سطح پایین به حالت سریع اضافه می‌کند.)

source: Cannot Format
fa: قالب‌بندی نمی‌شود

source: Unable to open the device %s, formatting cannot continue.
fa: نمی‌توان دستگاه %s را باز کرد، ادامه‌ی قالب‌بندی ممکن نیست.

source: The device %s is disconnected. Please attach device to continue.
fa: دستگاه %s قطع است. برای ادامه لطفاً دستگاه را وصل کنید.

source: You do not have the proper permissions to write to %s, formatting will not be possible. Contact your system administrator about getting write permissions.
fa: شما اجازه‌های مناسب برای نوشتن بر %s را ندارید، قالب بندی ممکن نیست. برای کسب اجازه‌های نوشتن با مدیر سیستمتان تماس بگیرید.

source: Cannot initialize device
fa: نمی‌توان دستگاه را راه‌اندازی کرد

source: Unable to open any device, formatting cannot continue.
fa: نمی‌توان هیچ دستگاهی را باز کرد، ادامه‌ی قالب‌بندی ممکن نیست.

source: /dev/floppy/0 or /dev/fd0
fa: ‏/dev/floppy/0 یا /dev/fd0

source: Could not display help for the floppy formatter.
fa: نمی‌توان راهنمای قالب‌بندی دیسک‌نرم را نمایش داد.

source: Incorrect volume name
fa: نام نادرست برای مجلد

source: The volume name can't contain any blank space.
fa: نام مجلد نمی‌تواند حاوی فضای خالی باشد.

source: The device to format
fa: دستگاهی که باید قالب‌بندی شود.

source: DEVICE
fa: دستگاه

source: The floppy has been formatted, but <b>%d bad block</b> (out of %d) has been found and marked.
fa: دیسک‌نرم قالب‌بندی شد، ولی‎ <b>%Id بلوک بد</b> (از ٪Id تا) یافته و علامت گذاری شدند.

source: Floppy formatted successfully.
fa: دیسک نرم با موفقیت قالب‌بندی شد.

source: Floppy formatting cancelled.
fa: قالب‌بندی دیسک‌نرم لغو شد

source: Format Progress
fa: پیشرفت قالب‌بندی‌

source: (invalid Unicode)
fa: (یونی‌کد نامعتبر)

source: (%d:%02d:%d Remaining)
fa: (%Id:%I02d:%Id مانده)

source: (%d:%02d Remaining)
fa: (%Id:%I02d مانده)

source: %ld of %ld
fa: %Ild از %Ild

source: Error loading help
fa: خطا در بار کردن راهنما

source: There was an error displaying the help pages for this dialog:
fa: در نمایش صفحات راهنمای این محاوره خطایی به وجود آمد:

source: Unable to take a screenshot of the current desktop.
fa: نمی‌توان ازرومیزی فعلی عکس گرفت.

source: Grab a window instead of the entire screen
fa: گرفتن یک پنجره به جای تمام صفحه‌ی نمایش

source: Include the window border with the screenshot
fa: گنجاندن مرز پنجره در عکس صفحه

source: Take screenshot after specified delay [in seconds]
fa: عکس گرفتن از صفحه پس از تاًخیر مشخص [به ثانیه]

source: <b>Options</b>
fa: <b>گزینه‌ها<b>

source: <b>Preview</b>
fa: <b>پیش‌نمایش<b>

source: Save Screenshot
fa: ذخیره‌ی عکس صفحه

source: Save in _folder:
fa: ذخیره در _پوشه:

source: _Name:
fa: _نام:

source: Border Effect
fa: تاًثیر کناره

source: Directory that the screenshooter last used to save in
fa: شاخه‌ای که عکاس صفحه آخرین بار در آن ذخیره کرده است.

source: Effect to add to the outside of a border. Possible values are "shadow", "none", and "black-line".
fa: تأثیر هایی که به بیرون کناره‌ها اضافه می‌شوند. مقادیر ممکن عبارتند از «سایه»، «هیچ‌کدام» و «خط سیاه».

source: Include Border
fa: دربرگرفتن کناره

source: Include the window manager border along with the screenshot
fa: گنجاندن مرز مدیر پنجره در عکس صفحه

source: Web directory
fa: شاخه‌ی وب

source: Select a directory
fa: یک شاخه انتخاب کنید

source: Unable to clear the temporary directory: %s
fa: نمی‌توان شاخه‌ی موقتی را پاک کرد: %s

source: Unknown error saving screenshot to disk
fa: خطای نامعلوم در ذخیره‌ی عکس صفجه در دیسک

source: Untitled Window
fa: پنجره‌ی بی‌عنوان

source: Preparing to copy
fa: در حال آماده شدن برای نسخه‌برداری

source: File already exists
fa: پرونده از قبل وجود دارد

source: The file "%s" already exists. Would you like to replace it?
fa: پرونده‌ی «%s» از قبل وجود دارد. آیا می‌خواهید آن را جایگزین کنید؟

source: _Replace
fa: _جای‌گزینی

source: Find files, folders, and documents on your computer
fa: پیدا کردن پرونده‌ها، پوشه‌ها و نوشتارها در کامپیوتر شما

source: Search for Files...
fa: جستجوی پرونده‌ها...

source: Disable Quick Search
fa: از کار انداختن جستجوی سریع

source: Disable Quick Search Second Scan
fa: از کار انداختن پویش دوم جستجوی سریع

source: Quick Search Excluded Paths
fa: جستجوی سریع مسیرهای مستثنا

source: Quick Search Second Scan Excluded Paths
fa: پویش دوم جستجوی سریع مسیرهای مستثنا

source: Select the search option "Contains the text"
fa: انتخاب گزینه‌ی جستجوی «حاوی متن»

source: Select the search option "Date modified less than"
fa: انتخاب گزینه‌ی جستجوی «تاریخ تغییر قبل از»

source: Select the search option "Date modified more than"
fa: انتخاب گزینه‌ی جستجو‌ی «تاریخ تغییر بعد از»

source: Select the search option "File is empty"
fa: انتخاب گزینه‌ی جستجوی «پرونده خالی است»

source: Select the search option "Follow symbolic links"
fa: انتخاب گزینه‌ی جستجوی «پی‌گیری پیوندهای نمادی»

source: Select the search option "Include other filesystems"
fa: انتخاب گزینه‌ی جستجوی «دربرگرفتن سیستم پرونده‌های دیگر»

source: Select the search option "Name does not contain"
fa: انتخاب گزینه‌ی جستجوی «نام حاوی ... نباشد»

source: Select the search option "Name matches regular expression"
fa: انتخاب گزینه‌ی جستجوی «نام مطابق عبارت منظم باشد»

source: Select the search option "Owned by group"
fa: انتخاب گزینه‌ی جستجوی «در تملک گروه»

source: Select the search option "Owned by user"
fa: انتخاب گزینه‌ی جستجوی «در تملک کاربر»

source: Select the search option "Owner is unrecognized"
fa: انتخاب گزینه‌ی جستجوی «مالک ناشناخته است»

source: Select the search option "Show hidden files and folders"
fa: انتخاب گزینه‌ی جستجوی «نمایش پرونده‌ها و پوشه‌های مخفی»

source: Select the search option "Size at least"
fa: انتخاب گزینه‌ی جستجوی «حداقل اندازه»

source: Select the search option "Size at most"
fa: نتخاب گزینه‌ی جستجوی «حداکثر اندازه»

source: Show Additional Options
fa: نمایش گزینه‌های اضافی

source: This key determines if the "Contains the text" search option is selected when the search tool is started.
fa: این کلید معین می‌کند که گزینه‌ی جستجوی «حاوی متن...» در هنگام آغاز ابزار جستجو انتخاب شده است یا نه.

source: This key determines if the "Date modified less than" search option is selected when the search tool is started.
fa: این کلید معین می‌کند که گزینه‌ی جستجوی «زمان تغییر قبل از» در هنگام آغاز ابزار جستجو انتخاب شده است یا نه.

source: This key determines if the "Date modified more than" search option is selected when the search tool is started.
fa: این کلید معین می‌کند که گزینه‌ی جستجوی «زمان تغییر بعد از» در هنگام آغاز ابزار جستجو انتخاب شده است یا نه.

source: This key determines if the "File is empty" search option is selected when the search tool is started.
fa: این کلید معین می‌کند که گزینه‌ی جستجوی «پرونده‌ی خالی» در هنگام آغاز ابزار جستجو انتخاب شده است یا نه.

source: This key determines if the "Follow symbolic links" search option is selected when the search tool is started.
fa: این کلید معین می‌کند که گزینه‌ی جستجوی «پیگیری پیوند‌های نمادی» در هنگام آغاز ابزار جستجو انتخاب شده است یا نه.

source: This key determines if the "Include other filesystems" search option is selected when the search tool is started.
fa: این کلید معین می‌کند که گزینه‌ی جستجوی «شمول سیستم‌های پرونده‌ی دیگر» در هنگام آغاز ابزار جستجو انتخاب شده است یا نه.

source: This key determines if the "Name does not contain" search option is selected when the search tool is started.
fa: این کلید معین می‌کند که گزینه‌ی جستجوی «نام بدون...» در هنگام آغاز ابزار جستجو انتخاب شده است یا نه.

source: This key determines if the "Name matches regular expression" search option is selected when the search tool is started.
fa: این کلید معین می‌کند که گزینه‌ی جستجوی «مطابقت نام با عبارت منظم» در هنگام آغاز ابزار جستجو انتخاب شده است یا نه.

source: This key determines if the "Owned by group" search option is selected when the search tool is started.
fa: این کلید معین می‌کند که گزینه‌ی جستجوی «مالک گروه» در هنگام آغاز ابزار جستجو انتخاب شده است یا نه.

source: This key determines if the "Owned by user" search option is selected when the search tool is started.
fa: این کلید معین می‌کند که گزینه‌ی جستجوی «مالک کاربر» در هنگام آغاز ابزار جستجو انتخاب شده است یا نه.

source: This key determines if the "Owner is unrecognized" search option is selected when the search tool is started.
fa: این کلید معین می‌کند که گزینه‌ی جستجوی «مالک ناشناخته» در هنگام آغاز ابزار جستجو انتخاب شده است یا نه.

source: This key determines if the "Select more options" section is expanded when the search tool is started.
fa: این کلید معین می‌کند که گزینه‌ی جستجوی «انتخاب گزینه‌های بیشتر» در هنگام آغاز ابزار جستجو باز شده است یا نه.

source: This key determines if the "Show hidden files and folders" search option is selected when the search tool is started.
fa: این کلید معین می‌کند که گزینه‌ی جستجوی «نشان دادن پرونده‌ها و پوشه‌های مخفی» در هنگام آغاز ابزار جستجو انتخاب شده است یا نه.

source: This key determines if the "Size at least" search option is selected when the search tool is started.
fa: این کلید معین می‌کند که گزینه‌ی جستجوی «حداقل اندازه» در هنگام آغاز ابزار جستجو انتخاب شده است یا نه.

source: This key determines if the "Size at most" search option is selected when the search tool is started.
fa: این کلید معین می‌کند که گزینه‌ی جستجوی «حداکثر اندازه» در هنگام آغاز ابزار جستجو انتخاب شده است یا نه.

source: This key determines if the search tool disables the use of the find command after performing a quick search.
fa: این کلید معین می‌کند که ابزار جستجو پس از انجام یک جستجوی سریع فرمان find را از کار می‌اندازد یا نه.

source: This key determines if the search tool disables the use of the locate command when performing simple file name searches.
fa: این کلید معین می‌کند که ابزار جستجو پس از انجام یک جستجوی سریع فرمان locate را از کار می‌اندازد یا نه.

source: Could not open help document.
fa: نمی‌توان راهنمای نوشتار را باز کرد

source: Are you sure you want to open %d document?
fa: آیا مطمئنید که می‌خواهید %Id نوشتار را باز کنید؟

source: This will open %d separate window.
fa: این کار باعث باز شدن %Id پنجره‌ی مجزا خواهد شد.

source: Could not open document "%s".
fa: نمی‌توان نوشتار «%s» را باز کرد.

source: Could not open folder "%s".
fa: نمی‌توان پوشه‌ی «%s» را باز کرد.

source: The nautilus file manager is not running.
fa: مدیر پرونده‌های ناتیلوس در حال اجرا نیست.

source: The document does not exist.
fa: نوشتار وجود ندارد.

source: There is no installed viewer capable of displaying the document.
fa: هیچ‌کدام از نمایشگرهای نصب‌شده قابلیت نمایش نوشتار را ندارند.

source: Are you sure you want to open %d folder?
fa: آیا مطمئنید که می‌خواهید %Id پرونده را باز کنید؟

source: Could not move "%s" to trash.
fa: نمی‌توان «%s» را به زباله‌دان انداخت.

source: Do you want to delete "%s" permanently?
fa: آیا می‌خواهید «%s» را برای همیشه حذف کنید؟

source: Trash is unavailable. Could not move "%s" to the trash.
fa: زباله‌دان قابل دسترسی نیست. نمی‌توان «%s» را به زباله‌دان انداخت.

source: Could not delete "%s".
fa: نمی‌توان «%s» را حذف کرد.

source: Moving "%s" failed: %s.
fa: جابه‌جایی «%s» شکست خورد: %s.

source: Deleting "%s" failed: %s.
fa: حذف «%s» شکست خورد: %s.

source: Save Search Results As...
fa: ذخیره‌ی نتایج جستجو به نام...

source: Could not save document.
fa: نمی‌توان نوشتار را ذخیره کرد.

source: You did not select a document name.
fa: نامی برای نوشتار انتخاب نکرده‌اید.

source: Could not save "%s" document to "%s".
fa: نمی‌توان نوشتار «%s» را در «%s» ذخیره کرد.

source: The document "%s" already exists. Would you like to replace it?
fa: نوشتار «%s» از قبل وجود دارد. آیا می‌خواهید آن را جایگزین کنید؟

source: If you replace an existing file, its contents will be overwritten.
fa: اگر پرونده‌ موجودی را جایگزین کنید، محتویات آن رونویسی خواهد شد.

source: The document name you selected is a folder.
fa: نام نوشتاری که انتخاب کرده‌اید یک پوشه است.

source: You may not have write permissions to the document.
fa: شاید اجازه‌های نوشتن بر نوشتار را ندارید.

source: GConf error: %s
fa: خطای GConf: %s

source: today at %-I:%M %p
fa: امروز در %-OH:%OM

source: yesterday at %-I:%M %p
fa: دیروز در %-OH:%OM
